Repository: TPei/tweap
Catalog: tweap/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Title
pl: Tytuł

source: The title must not be empty!
pl: Tytuł nie może być pusty!

source: Location
pl: Miejsce

source: Description
pl: Opis

source: start date
pl: Data początkowa

source: The start date must not be empty!
pl: Data początkowa nie może być pusta!

source: Your choosen start date lies in the past!
pl: Data początkowa leży w przeszłosći!

source: end date
pl: Data zakończenia

source: assign members
pl: przydziel członnika

source: select all
pl: wybierz wszsystkich

source: Add Tag
pl: Dodaj Tag

source: Delete
pl: Usuń

source: Save
pl: Zapisz

source: Create
pl: Stwórz

source: Cancel
pl: anuluj

source: Delete event
pl: Usuń termin

source: Are you sure you want to delete this event?
pl: Jesteś pewien, ze chcesz usunąc ten termin?

source: Create new Event in
pl: Stwórz nowy termin w

source: Edit Event in
pl: Edytuj termin w

source: Invalid Entry!
pl: Błedny wpis!

source: Edit Even in
pl: Edytuj termin w

source: Edit Event in
pl: Edytuj termin w

source: Invalid Entry
pl: Błedny wpis!

source: Notifications
pl: Powiadomienia

source: Invitation to project
pl: Zaproszenie do projektu

source: Today
pl: Dzisiaj

source: for
pl: do

source: Looks like you got a free day!
pl: Wygląda jak byś miał wolny dzien!

source: Next 7 days
pl: Kolejne 7 dni

source: until
pl: do

source: Once you are done today, you got nothing for the rest of the week!
pl: Jak zkończysz dzis robotę, to bedziesz mial reszte tygodnia wolne!

source: Nothing to do this week! Why not start a
pl: Nic do roboty w tym tygodniu! Czemu nie stworzysz

source: new project
pl: nowy projekt

source: Hey! Welcome to tweap
pl: Hej! Zapraszamy na tweap

source: Name
pl: Imię

source: The name of the project is too long.
pl: Imię projektu jest za długi

source: Please enter a project name!
pl: Prosze wpisz imię projektu

source: Icon
pl: symbol

source: The name must not be empty!
pl: Imię nie moze być pusty

source: Members
pl: Członkowie

source: Invited
pl: Zaproszeni

source: Invite Members
pl: Zaproś członniki

source: Type in username or email
pl: Wpisz imię uzytkownika albo adres mailowy

source: Choose an icon for the project
pl: Wybierz symbol na projekt

source: Get the Calendar feed
pl: Pobierz feed na kalendarz

source: Download the project's calendar entries and import them into your calendar app
pl: Pobierz terminy z kalendarzu i importuj je w twoj program

source: Download
pl: Pobierz

source: Or copy the feed address and add the syncing feed to your calendar app
pl: albo zkopjuj adres feedowy i wklej jego do twojego programu

source: Copy to Clipboard
pl: Zkopjuj link

source: leave project
pl: Wyjdz z projektu

source: edit project
pl: edytuj projekt

source: Quickly enter a todo
pl: Szybko wpisz todo

source: No description
pl: Bez opisu

source: No due date
pl: Bez daty zakonczenia

source: No assigned users
pl: Bez wykonających użytkowników

source: No tags
pl: Bez tagów

source: Calendar
pl: Kalendarz

source: No Location
pl: Bez lokacji

source: No attending users
pl: Bez uczestników

source: Leave Project
pl: Wyśc z projektu

source: Are you sure you want to leave this project?
pl: Jesteś pewien, ze chcesz wyjśc z projektu?

source: Since you are the last person in this project, the project and all its data will be deleted from our servers. This action cannot be undone!
pl: Jesteś ostatnia osoba w projekcie. Jak wjydziesz z projektu, to wszysktie dany będą zskasowani z naszych serwerów. Ta akcja nie moze być anulowana.

source: Don't leave project
pl: Nie wyjdz z projektu

source: Create new project
pl: Stwórz nowy projekt

source: Edit project
pl: Edytuj projekt

source: Due Date
pl: Data zakończenia

source: Your choosen due date lies in the past!
pl: Data zakończenia leży w przeszłosći

source: assign all
pl: wybierz wszystkich

source: Delete Todo
pl: Usuń Todo

source: Are you sure you want to delete this todo?
pl: Jesteś pewien, ze chcesz skasować todo?

source: Create new Todo in
pl: Stwórz nowy Todo w

source: Edit Todo in
pl: Edytuj Todo w

source: all active chats
pl: wszystkie aktywne czaty

source: Your message
pl: Twoja wiadomosć

source: Projects
pl: Projekty

source: new Project
pl: nowy Projekt

source: new Todo
pl: nowy Todo

source: new Event
pl: nowy Termin

source: Profile
pl: Profil

source: Logout
pl: Wylogowanie

source: Login
pl: Logowanie

source: Register
pl: Rejestracja

source: Change profile picture
pl: Zmień zdjęcie profilowy

source: No file selected
pl: Nie wybrałeś pliku

source: Do you really want to delete your tweap account?
pl: Na pewno chcesz usunąć twoje konto na tweap?

source: Deleting your account cannot be undone. If you delete your account, all your data will be deleted from our servers, your account will be removed from all projects and subsequently empty projects will be deleted.
pl: Usunięćie konta nie może być anulowane. Jak usuniesz konto, wszystkie dany będą skasowani z naszego serweru i będziesz zdjęty z wszystkich projektow. Projekty bez użytkownika będą skasowani

source: I am sure
pl: Jestem pewien

source: Delete account
pl: Skasuj konto

source: Edit your profile
pl: Edytuj profil

source: Only files of type png, jpeg, gif or tiff can be used as profile pictures.
pl: Tylko pliki typu png, jpeg, gif albo tiff mogą być używane jako zdjęcie profilowy.

source: Upload image
pl: Wyśli zdjęcie

source: Remove Picture
pl: Usuń zdjęcie

source: Username
pl: Nazwa użytkownika

source: E-Mail
pl: Mail adresowy

source: Password
pl: Hasło

source: Repeat Password
pl: Powtorz hasło

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Phone
pl: Telefon

source: City
pl: Miasto

source: ZIP-Code
pl: Kod pocztowy

source: Street
pl: Ulica

source: Housenumber
pl: Numer domu

source: Save Changes
pl: Zapisz

source: I don't remember my password
pl: Nie pamiętam swojego hasła

source: Logged out
pl: Wylogowany

source: Back to login.
pl: Wroć do logowania

source: Lost password
pl: Stracone hasło

source: Type in your username and we'll send you a link for resetting your password to your email address.
pl: Wpisz twoje imię użytkownika i my prześlemy tobie link gdzie możesz przestawić swoje hasło

source: Get link
pl: Pobierz link

source: Your profile
pl: Twoj profil

source: profile
pl: profil

source: Last login
pl: Ostatnie logowanie

source: Address
pl: Adres

source: Download all your calendar entries and import them into your calendar app
pl: Pobierz twoje terminy z kalendarzu żeby je wprowadzić w swój program

source: Make Changes
pl: Zrób zmiany

source: Registration
pl: Rejestracja

source: eMail
pl: Adres mailowy

source: Set new password
pl: Ustaw nowe hasło

source: New password
pl: Nowe hasło

source: New password confirmation
pl: Powtórz nowe hasło

source: Set password
pl: Ustaw hasło

source: The username isn't available
pl: Nazwa użytkownika nie jest dostępna

source: The username can only contain letters and numbers
pl: Nazwa użytkownika tylko może zawierać numery i litery

source: The email address isn't valid
pl: Adres mailowy nie jest poprawny

source: The email address is already in use
pl: Adres mailowy nie jest dostepny

source: The password is super weak
pl: Hasło jest super kiepski

source: All fields must be filled out
pl: Wszystkie pola muszą być wypełniąne

source: An error occurred during form transfer
pl: Bład w transmisji

source: Passwords do not match!
pl: Hasła nie są identyczne

source: This email is already in use
pl: Adres mailowy nie jest dostępny

source: You requested a password reset link, so here it is! Click the following link to reset your password:
pl: Zażyczyłeś sobie link na przestawienia hasła, to prosze bardzo! Klikni na link aby zmienic hasło:

source: Happy tweaping!
pl: Miłego tweapowania!

source: Set your new tweap password
pl: Ustaw twoje nowe hasło na tweap

source: The password is super weak!
pl: Hasło jest super kiepski!

source: All fields must be filled out!
pl: Wszystkie pola musza być wypełniąne

source: An error occurred during form transfer.
pl: Błąd w transmisji

source: Login not successful!
pl: Logowanie nieudane

source: Checkbox for confirmation must be checked!
pl: Skrzynia na potwierdzenie musi być zahaczona

source: Sorry, we couldn't find that user!
pl: Niestety nie znaleliśmy użytkownika

source: Sorry, we couldn't send the email. That's our fault. Please try again later!
pl: Nie mogliśmy wysłać maila. To nasz bład. Prosze pożniej wypróbować.

source: We've send you a link to reset your password.
pl: Wysłaliśmy link na przestawienie hasła

source: Username must not be empty!
pl: Nazwa użytkownika nie może byc pusty!

source: This link is not valid.
pl: Link nie jest aktualny

source: There was an error during login!
pl: Bład w logowaniu
